backend/controllers/PostController.php

INSERT INTO `post` (`title`, `text`, `meta`) VALUES ('<p><i class=\"fa fa-rocket icon-feature\"></i></p><h3>\r\n                        High Performance\r\n                    </h3>', '<p>\r\n                        We operate one of the most advanced 100 Gbit networks in the world, complete with Anycast support and extensive DDoS protection.\r\n                    </p><p>\r\n                        <a href=\"network.html\">Anycast Network<i class=\"fa fa-angle-right icon-right\"></i></a>\r\n                    </p>', '100 Gbit')
---
    public function actionCreate()
    {
        $model = new Post();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {