frontend/components/ContentRowsWidget.php

    public function run()
    {
        $contentRows = ContentCloud::find()->all();
---
SELECT * FROM `content_cloud`